Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.blogcategorytmx/blogcategory_id_EQ_74_itemid_EQ_127.tmx
Source language: sme
Languages: smn

source: Olggosaddimat
smn: Olgosadalduvah

source: Oahppamateriálat
smn: Oppâmateriaal

source: Dieđihančállosat
smn: Tieđettemčáluseh

source: Raporttat
smn: Raporteh

source: Sámedikki skuvlenraporta nr 1
smn: Sämitige škovlimraapoort nr 1

source: xxx
smn: Petra Biret Magga ( pj ) , Ellen Näkkäläjärvi , Eeva-Liisa Rasmus ja Rauna Rahko .

source: Sámeoahpahus ruovttuguovllu olggobealde
smn: xxx

source: čielggada sámegiela ja sámegielat oahpahusa ollašuvvama ja eavttuid sámiid ruovttuguovllu olggobealde .
smn: čielgee sämikielâ já sämikielâlâš máttááttâs olášume já iävtuid sämikuávlu ulguubeln .

source: Raporta kárte fámus leahkki oahpahusa guoski njuolggadusaid ja mearrádusaid .
smn: Raapoort kärttee vyeimistorroo máttááttâs kyeskee njuolgâdusâid já virgeomâhâšmiärádâsâid .

source: Dasa lassin raporttas dahkkojuvvojit evttohusat oahpahusdiliid ovddideamis .
smn: Lasseen raportist tahhojeh iävtuttâsah máttááttâstile oovdedmân .

source: Bargojoavku / Työryhmä :
smn: xxx

source: Sámi giellalága ollašuvvan jagiin 2004-2006
smn: xxx

source: Eanadagaid dovdan
smn: xxx

source: Eananoamastusrivttiid guoski
smn: xxx

source: Dálkádatnuppástusa
smn: xxx

source: Sámeoahpahus
smn: xxx

source: Sámiid parlameanta
smn: Sämmilij parlamenttâ
